source/_static/diagrams/38-locks-bwrap-python-datasets-2.d2
direction: right
n0: "EasyBuild 5"
n1: "locks"
n2: "bwrap"
n3: "Python bindings"
n4: "datasets"
n0 -> n1
n1 -> n2
n2 -> n3
n3 -> n4
